export const MAX_HASHTAG_LENGTH = 20;
export const MAX_COMMENTARY_LENGTH = 140;
export const SCALE = {
  defaultValue: 1,
  step: 0.25,
};
export const MOCKS = {
  commentaries: [
    'Всё отлично!',
    'В целом всё неплохо. Но не всё.',
    'Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.',
    'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
    'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
    'Лица у людей на фотке перекошены, как будто их избивают. Как можно было поймать такой неудачный момент?!',
  ],
  descriptions: [
    'Красиво',
    'Не очень',
    'Ха-ха-ха',
    'Пицца 3.14 сыра',
    'Монитор мелковат',
    'Где мои инструменты?',
    'Чувак, где моя тачка?',
    'Simple thought',
  ],
  likes: {
    min: 15,
    max: 200,
  },
  names: [
    'Петя',
    'Вася',
    'Маша',
    'Марина',
  ],
  numberOfPhotos: 25,
  numberOfAvatars: 6,
  maxId: 1000,
};
